{ "articles": [{
  "title": "What To Read, Based On Your Fave Halloween Movie",
  "author": "Alex Weiss",
  "story": "It's that magnificent time of the year where you can once again indulge in your favorite scary movies multiple times a week without judgement. Yep, I'm talking about Halloween — and the glorious month beforehand when it's perfectly OK to indulge in your creepier hobbies, like watching every scary movie available on Netflix. But October isn't just the perfect time for spooky movies; it's also the perfect time for spooky books, too. There's something for everyone this season. There's the seriously terrifying Halloween stories, like The Shining and The Conjuring. There's the family-friendly non-scary stories like Casper and Hocus Pocus. I grew up with a horror enthusiast for an uncle, so I'm always up for some spine-chilling movies and books this time of year. But I'm also a big fan of Disney's take on Halloween, and I will watch Halloweentown and devour silly ghost stories like candy. If you're looking for a new book (or movie) to dive into this Halloween, I've got the perfect list for you. So get your coziest fall blankets out, pour a cup of tea, and snuggle up with some friends and family for a Halloween reading party.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/82ad3106-9861-4392-8633-a3016865e88a.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
  "title": "The Scary Story To Read Based On Your Zodiac Sign",
  "author": "Charlotte Ahlin",
  "story": "It's that time of year again: everyone's drinking gourd-flavored coffee and warding off violent clowns in the streets. Orange has become temporarily fashionable. Halloween is almost upon us, and now is the time to read horror stories, as assigned by your horoscope. So here is the one scary story to read, based on your zodiac sign. Look, I understand that astrology is a... soft science at best. Some might even argue that it's not a science at all (although I feel like Victor Frankenstein could maybe get behind it). But last I checked, zombies and vampires weren't real, either. Sorry to disappoint. If you're going to suspend your disbelief for long enough to get thoroughly freaked out by monsters, ghosts, and masked madmen, you might as well go the whole nine yards and start making decisions based on your astrological sign. It's more fun, anyway. So I'd like to present you with 12 terrifying tales, one for every sign of the zodiac. There's heart-pounding violence for Aries, emotional manipulation for Cancer, drop-dead sexy monsters for Scorpio, and some kind of weird nonsense for Aquarius, plus everything in between. If you're looking for a personalized horror story, specifically chosen to get under your skin, look no further.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/25/6b66d3e6-c774-48c2-b395-961871db291e.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
  "title": "7 Butterbeer Recipes To Enjoy This Fall",
  "author": "Julia Seales",
  "story": "Harry Potter fans first read about Butterbeer in Harry Potter and the Prisoner of Azkaban. Students took trips to Hogsmeade, where they tasted the sweet beverage at the Three Broomsticks. Harry believes it is “the most delicious thing he'd ever tasted” and describes how it “seemed to heat every bit of him from the inside.” So how does it really taste, and how can you make Butterbeer? I'm here to tell you. Obviously, Potter fans were entranced by this beverage. If something is described as the most delicious thing someone has ever tasted, readers aren’t content to just accept that — they want to taste it for themselves. And though you can now purchase Butterbeer at The Wizarding World of Harry Potter, it’s a foam-topped cream soda type beverage that doesn’t quite match the book description (though it is honestly pretty delicious). Luckily, there are tons of Potter fans who are also fantastic chefs, and number one on the list of Harry Potter food and drinks to cook is Butterbeer. Forget pumpkin juice, fire whisky, and any of the various confections described at Hogwarts feasts (well maybe don't completely forget them, because there are so many opportunities to make great HP-inspired cocktails) — the truly great beverage in the Harry Potter universe will always be Butterbeer. It signified Harry’s rebellion and freedom when he escaped to Hogsmeade, the thrill of exploring the magical world, and the comfort of friendship. This is a truly magical beverage. Here are a few enchanting recipes that will warm you from the heart — and the stomach. The best part is that many of them use similar ingredients, so you have the perfect excuse to try them all.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/25/6c1bc598-24b3-4ed4-8aae-3908cdc8aae4.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
  "title": "6 Ways To Prepare For NaNoWriMo In The Week Leading Up To November",
  "author": "Stephanie Topacio Long",
  "story": "The countdown to National Novel Writing Month is now down to single digits, so it’s understandable if your excitement or anxiety about the annual writing challenge is off the charts already. Luckily, there’s still time for last-minute NaNoWriMo prep. Taking certain steps in the lead-up to November could make for a more successful month of writing. With its 30-day, 50,000-word goal, NaNoWriMo is a daunting undertaking. Millions of writers, armed with ambitious optimism, participate each year, but not surprisingly, only some manage to “win.” Accomplishing the feat requires a huge time investment, and not all of it comes between Nov. 1 and Nov. 30. As the saying goes, the separation is in the preparation, and that part of the process comes earlier.A week may not seem like enough time to make much of a difference, but you’d be surprised by what you can get done in that time. It’s not too late to decrease your stress, increase your know-how, and get your head in the game. If you’re going to do NaNoWriMo, you should do it right, starting now. With just a week to go until NaNoWriMo begins, here are six things you should do before you get writing on Nov. 1:",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/78d6d78f-d530-45ff-936c-ddd5369eb1c3.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }]
}
