{ "articles": [{
  "title": "What To Read, Based On Your Fave Halloween Movie",
  "author": "Alex Weiss",
  "story": "It's that magnificent time of the year where you can once again indulge in your favorite scary movies multiple times a week without judgement. Yep, I'm talking about Halloween — and the glorious month beforehand when it's perfectly OK to indulge in your creepier hobbies, like watching every scary movie available on Netflix. But October isn't just the perfect time for spooky movies; it's also the perfect time for spooky books, too. There's something for everyone this season. There's the seriously terrifying Halloween stories, like The Shining and The Conjuring. There's the family-friendly non-scary stories like Casper and Hocus Pocus. I grew up with a horror enthusiast for an uncle, so I'm always up for some spine-chilling movies and books this time of year. But I'm also a big fan of Disney's take on Halloween, and I will watch Halloweentown and devour silly ghost stories like candy. If you're looking for a new book (or movie) to dive into this Halloween, I've got the perfect list for you. So get your coziest fall blankets out, pour a cup of tea, and snuggle up with some friends and family for a Halloween reading party.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/82ad3106-9861-4392-8633-a3016865e88a.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
  "title": "The Scary Story To Read Based On Your Zodiac Sign",
  "author": "Charlotte Ahlin",
  "story": "It's that time of year again: everyone's drinking gourd-flavored coffee and warding off violent clowns in the streets. Orange has become temporarily fashionable. Halloween is almost upon us, and now is the time to read horror stories, as assigned by your horoscope. So here is the one scary story to read, based on your zodiac sign. Look, I understand that astrology is a... soft science at best. Some might even argue that it's not a science at all (although I feel like Victor Frankenstein could maybe get behind it). But last I checked, zombies and vampires weren't real, either. Sorry to disappoint. If you're going to suspend your disbelief for long enough to get thoroughly freaked out by monsters, ghosts, and masked madmen, you might as well go the whole nine yards and start making decisions based on your astrological sign. It's more fun, anyway. So I'd like to present you with 12 terrifying tales, one for every sign of the zodiac. There's heart-pounding violence for Aries, emotional manipulation for Cancer, drop-dead sexy monsters for Scorpio, and some kind of weird nonsense for Aquarius, plus everything in between. If you're looking for a personalized horror story, specifically chosen to get under your skin, look no further.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/25/6b66d3e6-c774-48c2-b395-961871db291e.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }]
}
